Repository: common-repository/in-video-shopping-woocommerce
Catalog: languages/*-video-shopping-woocommerce-*.po
Languages: de_de

source: Woocommerce not installed or activated
de_de: WooCommerce ist nicht installiert oder aktiviert

source: <strong>Important:</strong> Looks like your credentials are incorrect. please check your creds in Woocommerce integration tab.
de_de: <strong>Wichtig:</strong> Es scheint so, als seien die Daten nicht korrekt. Bitte die Daten innerhalb des WooCommerce Integration Tabs überprüfen und ggf. korrigieren.

source: <a href="./?walkthrough_id=(4265)">Start In-video shopping tutorial.</a>
de_de: <a href="./?walkthrough_id=(4265)">Starte das Tutorial für In-video Shopping.</a>

source: <a href="./admin.php?page=wc-settings&tab=integration">Click here to register In-video shopping for Woocommerce</a>
de_de: <a href="./admin.php?page=wc-settings&tab=integration">Hier klicken, um sich zum In-video Shopping für WooCommerce zu registrieren.</a>

source: <strong>Important:</strong>Looks like you have no products in your woocommerc store. If you do then please contact Support at <strong>Video-Force</strong>
de_de: <strong>Wichtig:</strong>Es scheint so, als seien keine Produkte im WooCommerce Shop vorhanden. Falls das doch der Fall sein sollte, kontaktiere bitte den Support von <strong>Video-Force</strong>

source: Looks like you made a mistake with the
de_de: Es scheint so als sei hier ein Fehler aufgetreten

source: Paste your Youtube link here
de_de: Link zum Youtube Video einfügen

source: Paste your Vimeo link here
de_de: Link zum Vimeo Video einfügen

source: Paste your external link here
de_de: Link zum externen Video einfügen

source: Add video
de_de: Video hinzufügen

source: Tell us if your video is hosted by Youtube, Vimeo or another site. If your video file is not hosted anywhere, you can upload an mp4 file to your site, although this is not recommended.
de_de: Teile uns mit, ob Dein Video bei YouTube, Vimeo oder bei einer anderen Seite liegt. Falls Dein Video noch nirgendwo liegt, kannst Du ein mp4 Video auf Deine Seite hochladen, obwohl wir das eher nicht empfehlen.

source: Video source
de_de: Video Quelle:

source: Place a video link or upload an mp4 file here.
de_de: Füge einen Link zu einem Video es oder lade ein Video im mp4 Format hoch.

source: Self hosted *
de_de: Selbst gehostet *

source: Upload video
de_de: Video hochladen

source: Video file *
de_de: Video Datei*

source: A splash image is shown before your video starts. Upload one according to your video's dimensions. Oh, and don't forget to make it... splashy.
de_de: Ein Startbild wird angezeigt, bevor das Video gestartet wird. Lade eines in den gleichen Abmessungen wie das Video hoch. Ah, und vergiss bitte nicht, dass es gut aussieht.

source: Splash image
de_de: Startbild

source: Upload splash image
de_de: Startbild hochladen

source: Player settings
de_de: Player Einstellungen

source: Set the size of your player according to a proper aspect ratio. Read more about it <a class="tooltip-link" target="_blank" href="http://www.video-force.com/optimal-video-dimensions" >here</a>
de_de: Setze die Größe des Spielers in ein richtiges Seitenverhältnis. Mehr erfährst Du <a class="tooltip-link" target="_blank" href="http://www.video-force.com/optimal-video-dimensions" >hier</a>

source: Player dimensions *
de_de: Player Abmessungen *

source: Width
de_de: Breite

source: Choose a theme that matches with your branding. Haven't created a theme yet? No problemo. You can get it done <a class="tooltip-link" target="_blank" href="./edit.php?post_type=video&page=player-customization" >here</a>
de_de: Wähle ein Aussehen, das zu Deinem Branding passt. Noch kein Thema erstellt? Kein Problem, das kannst Du <a class="tooltip-link" target="_blank" href="./edit.php?post_type=video&page=player-customization" >hier</a> nachholen.

source: Player Theme
de_de: Aussehen Videoplayer

source: Player theme
de_de: Aussehen Videoplayer

source: Cart settings
de_de: Warenkorb Einstellungen

source: Choose where the cart icon should appear in your video.
de_de: Wähle, wo das Icon des Warenkorbes in Deinem Video angezeigt werden soll.

source: Cart icon position
de_de: Position für Warenkorb Icon

source: Looking to be a bit different? Here you can upload your own cart icon.
de_de: Soll es ein bißchen anders sein? Hier kannst Du Dein eigenes Icon für den Warenkorb hochladen.

source: Overwrite cart icon
de_de: Icon für Warenkorb überschreiben

source: Upload cart icon
de_de: Icon für Warenkorb hochladen

source: Views
de_de: Ansichten

source: Clicks
de_de: Klicks

source: Remaining clicks
de_de: Verbleibende Klicks

source: Buy a Subscription
de_de: Schließe ein Abonnement ab

source: Buy more Clicks
de_de: Kaufe weitere Klicks

source: Player themes
de_de: Aussehen des Videoplayers

source: Select a template you would like to edit
de_de: Wähle eine Vorlage, welche bearbeitet werden soll

source: Select a template
de_de: Wähle eine Vorlage

source: Add Template
de_de: Vorlage hinzufügen

source: Template name *
de_de: Name der Vorlage *

source: Template color
de_de: Farbe der Vorlage

source: Control icon colors
de_de: Farbe der Bedienelemente

source: Video controls
de_de: Steuerelemente Video

source: Controls taskbar
de_de: Steuerung der Taskleiste

source: Off
de_de: Aus

source: On
de_de: An

source: Big play button
de_de: Große Play-Taste

source: Small play button
de_de: Kleine Play-Taste

source: Progress bar
de_de: Fortschrittsbalken

source: Volume control
de_de: Lautstärkeregler

source: Full screen control
de_de: Steuerung Vollbildansicht

source: Add to cart
de_de: Zum Warenkorb hinzufügen

source: Select box default value
de_de: Auswahlbox Standardwert

source: Checkout button
de_de: Zur Kasse

source: Cart overlay title
de_de: Titel der Warenkorb-Ebene

source: Empty cart title
de_de: Titel bei leerem Warenkorb

source: Empty cart message
de_de: Nachricht bei leerem Warenkorb

source: Unpublished video
de_de: Video nicht veröffentlicht

source: Copy the iframe code and paste it wherever you wish to show the video
de_de: Kopiere den IFrame Quellcode und füge ihn an eine gewünschte Stelle ein, wo es angezeigt werden soll.

source: Copy Iframe
de_de: IFrame kopieren

source: Add product
de_de: Produkt hinzufügen

source: Select the WooCommerce product you wish to add to the video
de_de: Wähle ein Produkt aus Deinem WooCommerce Shop, welches Du dem Video hinzufügen willst.

source: Woocommerce product
de_de: WooCommerce Produkt

source: Select product
de_de: Produkt wählen

source: Remove product
de_de: Produkt entfernen

source: Choose a start and end time for your product to be visible inside the video
de_de: Wähle einen Zeitraum, in dem das Produkt im Video angezeigt werden soll.

source: Show
de_de: Zeige

source: End *
de_de: Ende *

source: Choose where the product should appear in your video.
de_de: Wähle, wo genau das Produkt im Video angezeigt werden soll.

source: product image Position
de_de: Position des Produktbildes
